{"pageProps":{"_nextI18Next":{"initialI18nStore":{"kz":{"agreement-page":{"user_agreement_info":"Academy сайтын пайдалануға кірерген алдын-ала келініз, біздің пайдаланушы келісімімен танысуыңызды қатты көңіл бөліңіз. Бұл келісім хұққалықтық ереже болып табылады, сайтымызды және оның барлық қызметтерін пайдалану условияларын белгілейді.","user_agreement_info-1":"Тіркелу және тіркелгі: Academy сайтын қолданып жатыркеніңізде, тіркелу және тіркелгіді жасау кезінде шындықпен ақпаратты көрсетуіңізді сақтауыңыз керек. Сіздің кіру деректеріңіздің конфиденциальдылығын сақтау үшін жауапкершілік күтеміз, оны үшін үшінші тармаларға беруіңізге келісесіз. Сіз өз аккаунтыңызды пайдалану арқылы атқарған барлық әрекеттерден толық жауапкершілікті күтеміз.","user_agreement_info-2":"Құқықтар және шектер: Academy сайтында көрсетілген барлық материалдар, мәтіндер, суреттер, бейнелер және басқа мазмұндар авторлық құқыққа тиісті. Сіз құқықтық мұқиятқар берілгенде, мазмұнды біздің рұқсатымызсыз басқа көздерге көшіруге келісесіз.","user_agreement_info-3":"Құқықтарды қауіпсіздету: Біз қызметкерлердің сайтымызды пайдалануға адабиетін сақтауға шақырамыз және еркін пайдаланушыларға көрсеткен мінезін береміз. Законсыз, қателікті, қорғасыз немесе порнографиялық мазмұнды жариялау қатты тиіс. Бұл ережелерді ауыратып кету үшін мүмкіндік береміз.","user_agreement_info-4":"Жауапкершіліктен бас тарту: Academy сайтындағы ақпаратты дәлелдендіру және қазіргі уақыттағы барлық ақпаратты дәлелдендіруге барлық қол жетімділікті қабылдаймыз, бірақ біздің сайтымыздан пайдалану кезінде келетін қателіктерге жауапкершілік етпеміз.","user_agreement_info-5":"Пайдаланушы келісімінде өзгерістер: Біз өз пайдасына өзгерістерді қосу үшін құқықты аламыз. Кез келген өзгерістер сайтта жарияланады және олардың кейбірін пайдалану кезінде олардың келісіміңізге қол жеткізуді айтады.","review_conditions":"Ашықты ертең төменгі условияларға көз жеткізуіңізді қалаймыз. Егер сіз бұл пайдаланушы келісімімен келіспесеңіз, біздің сайтымызды пайдалану қолданысын тоқтатыңыз. Сұрақтарыңыз болса немесе қосымша ақпарат керек болса, сіз өтініш беруге болады."},"common":{"footer":"«Академия гибкости» 2023","Sign up for Academy":"Қуаттылық академиясына тіркеліңіз","Page not found":"Бет табылмады","coming_soon":"Жақында","go_back":"Артқа өту","about_academy":"Академия туралы","offer":"Қолжетімділік","user_agreement":"Пайдаланушы келісімі","personal_trainer":"Жеке тренер","signup":"Tіркелу","send":"Жіберу","manager_online":"Менеджер онлайн","purchase_consultation":"Тауар сатып алу туралы сұрау беріңіз","until_time":"дейін","from_time":"Бастап","training_with_professionals":"Жарнамалар мен спорттық мастерлермен оқиға болыңыз","fitness_aesthetics_for_women":"Әйелдерге арналған инновациялық сауықтыру экожүйесі бар фитнес эстетика кеңістігі","women_only":"Тек қыздар үшін","studio":"Студия","phone":"Телефон","your_Name":"Сіздің атыңыз","manager_contact":"Жібергеннен кейін, біздің менеджер сізбен байланысады, егер егжей-тегжейліліктерді туралы есептеуге және тіркелу үшін","confirm_booking":"Броньді растаңыз","code_sent_to":"Код жіберілді","resend_possible_in":"Қайтадан жіберу мүмкін","booking_confirmed":"Бронь расталды","awaiting_manager_contact":"Менеджер сізбен хабарласуға дейін күтіңіз","apply":"Қолдану","resend":"Қайтадан жіберу","format":"пішімінде","only_letters_in_name":"Аты тек әріптерді қамту керек","phone_format_required":"Телефон нөмірінің пішімі +7 (777) 777-77-77 болуы керек","not_selected":"Таңдалмаған","field_required":"Мәлімет толтыру қажет","phone_format":"+7 (777) 777-77-77 пішімінде","name_input":"Атыңызды енгізіңіз","go_to_main":"Басты бетке"}},"ru":{"agreement-page":{"user_agreement_info":"Пожалуйста, внимательно ознакомьтесь с нашим пользовательским соглашением перед использованием сайта Academy. Данное соглашение является юридически обязательным документом, устанавливающим условия использования нашего сайта и всех его сервисов.","user_agreement_info-1":"Регистрация и аккаунт: При использовании сайта Academy, вы обязуетесь предоставить достоверную информацию при регистрации и создании аккаунта. Вы несете ответственность за сохранение конфиденциальности ваших учетных данных и соглашаетесь не передавать их третьим лицам. Вы также несете полную ответственность за все действия, совершенные с использованием вашего аккаунта.","user_agreement_info-2":"Права и ограничения: Все материалы, предоставленные на сайте Academy, включая тексты, изображения, видео и другие контенты, являются объектами авторского права. Вы обязуетесь не воспроизводить, распространять или использовать наш контент без явного разрешения правообладателя.","user_agreement_info-3":"Правила поведения: Мы настоятельно просим вас соблюдать этику и уважать других пользователей нашего сайта. Запрещено публиковать незаконный, оскорбительный, дискриминационный или порнографический контент. Мы оставляем за собой право удалить любой контент, который нарушает эти правила.","user_agreement_info-4":"Отказ от ответственности: Мы прилагаем все усилия, чтобы обеспечить точность и актуальность информации на сайте Academy, однако не несем ответственности за любые ошибки или упущения. Использование нашего сайта и его сервисов происходит на ваш риск.","user_agreement_info-5":"Изменения в пользовательском соглашении: Мы оставляем за собой право вносить изменения в данное пользовательское соглашение по своему усмотрению. Любые изменения будут опубликованы на сайте, и ваше дальнейшее использование сайта после таких изменений означает ваше согласие с ними.","review_conditions":"Просим вас внимательно ознакомиться с вышеперечисленными условиями. Если вы не согласны с данным пользовательским соглашением, прекратите использование нашего сайта. Если у вас возникли вопросы или требуется дополнительная информация, вы можете обрат"},"common":{"footer":"«Академия гибкости» 2023","Sign up for Academy":"Запишитесь в Клуб Academy Lounge","Page not found":"Страница не найдена","coming_soon":"Скоро","go_back":"Назад","about_academy":"Об Academy","offer":"Оферта","user_agreement":"Пользовательское соглашение","personal_trainer":"Персональный тренер","signup":"Записаться","send":"Отправить","manager_online":"Менеджер на связи","purchase_consultation":"Проконсультируйтесь по вопросам приобретения","until_time":"до","from_time":"С","training_with_professionals":"Занимайтесь с профессионалами и мастерами спорта","fitness_aesthetics_for_women":"Пространство фитнес эстетики с инновационной велнес экосистемой для женщин","women_only":"Только для девушек","studio":"Студия","phone":"Телефон","your_Name":"Как вас зовут?","manager_contact":"После отправки с вами свяжется наш менеджер, чтобы уточнить детали и осуществить запись","confirm_booking":"Подтвердите запись","code_sent_to":"Код отправлен на","resend_possible_in":"Оправить повторно можно через","booking_confirmed":"Запись подтверждена","awaiting_manager_contact":"Ожидайте пока с вами свяжется менеджер","apply":"Применить","resend":"Отправить снова","format":"В формате","only_letters_in_name":"Имя должно содержать только буквы","phone_format_required":"Телефон должен быть в формате +7 (777) 777-77-77","not_selected":"Не выбрано","field_required":"Поле обязательно для заполнения","phone_format":"В формате +7 (777) 777-77-77","name_input":"Введите имя","go_to_main":"На главную"}}},"initialLocale":"kz","ns":["agreement-page","common"],"userConfig":{"debug":false,"i18n":{"defaultLocale":"ru","locales":["ru","kz"]},"reloadOnPrerender":false,"default":{"debug":false,"i18n":{"defaultLocale":"ru","locales":["ru","kz"]},"reloadOnPrerender":false}}}},"__N_SSG":true}