{"pageProps":{"_nextI18Next":{"initialI18nStore":{"kz":{"offer-page":{"welcome_message":"Academy сайтына қош келдіңіз - арнайы фитнес залдардың желісі, сіз әдемі әйелдер үшін әрекеттелген! Біз сізді онлайн пространствымызда қабылдауға рады боламыз, осында сіз тіл мен тамырыңыз арасында бейбіттендіргіңізді, әйелдікті толық ескеріп алуға және тәніңіздің қаласын ұтып, тәліметін көтеріп, дайындықты қолайлап алуға мүмкіндік береміз, дегенмен, әрдайым сүйіспен аяқтамақты.","our_approach":"Academy дегенде, мыңа әйелдіктің күшін ұмытпаймыз және сізге дайындықтар қамтып беретін жағдайды жасауға мәңгі етеміз. Біздің философиямыз барлық клиентке тапсырмаларын және тілшіліктің арнайылықтарын ескеріп, олардың қажеттіліктерін немесе организмдың маңыздылықтарын алуға байланыстырып, индивидуалды әдістемен қолдайды. Мы қазіргі уақыттағы жігітке тәрбиелеушілердің дайындықтарын қамтидамай, олардың күншілігін айқайлап отырғымыз.","fitness_variety":"Біздің сайтпен танысқан кезде, сіз әйелдік физиологиялық мәнерін ескеріп, әрекеттеріміздің жеңілдігімен, топтық сабақтар, функционалды әрекеттер, йога және пилатесті қамтысыңыз. Сізге тамақтану, психологиялық тәмірдену және ықтимал жүріс құрылысы жайлы пайдалы кеңестерді таба аласыз. Қолайлы онлайн тіркеуді ұсынамыз, сондықтан кейбір уақытты табып, біздің қоғамдық қош келдіңізге қосылуға боласыз.","health_partner":"Academy дегенде, сіздің физикалық және эмоционалды жағдайыңызда сенімді жолақты болуымызға бағытталамыз. Сізді қоғамдыққа қатысуға және әрекеттелілік тәрбиесіне таныстыруға шақырамыз. Біз бірге нәтижелерді ұмтыламыз және сіздің ең үлкен іс-әрекеттеніңізге жетіп, әспаздықты сезесіз.","team_greeting":"Құрметпен, Academy құрметті командасы"},"common":{"footer":"«Академия гибкости» 2023","Sign up for Academy":"Қуаттылық академиясына тіркеліңіз","Page not found":"Бет табылмады","coming_soon":"Жақында","go_back":"Артқа өту","about_academy":"Академия туралы","offer":"Қолжетімділік","user_agreement":"Пайдаланушы келісімі","personal_trainer":"Жеке тренер","signup":"Tіркелу","send":"Жіберу","manager_online":"Менеджер онлайн","purchase_consultation":"Тауар сатып алу туралы сұрау беріңіз","until_time":"дейін","from_time":"Бастап","training_with_professionals":"Жарнамалар мен спорттық мастерлермен оқиға болыңыз","fitness_aesthetics_for_women":"Әйелдерге арналған инновациялық сауықтыру экожүйесі бар фитнес эстетика кеңістігі","women_only":"Тек қыздар үшін","studio":"Студия","phone":"Телефон","your_Name":"Сіздің атыңыз","manager_contact":"Жібергеннен кейін, біздің менеджер сізбен байланысады, егер егжей-тегжейліліктерді туралы есептеуге және тіркелу үшін","confirm_booking":"Броньді растаңыз","code_sent_to":"Код жіберілді","resend_possible_in":"Қайтадан жіберу мүмкін","booking_confirmed":"Бронь расталды","awaiting_manager_contact":"Менеджер сізбен хабарласуға дейін күтіңіз","apply":"Қолдану","resend":"Қайтадан жіберу","format":"пішімінде","only_letters_in_name":"Аты тек әріптерді қамту керек","phone_format_required":"Телефон нөмірінің пішімі +7 (777) 777-77-77 болуы керек","not_selected":"Таңдалмаған","field_required":"Мәлімет толтыру қажет","phone_format":"+7 (777) 777-77-77 пішімінде","name_input":"Атыңызды енгізіңіз","go_to_main":"Басты бетке"}},"ru":{"offer-page":{"welcome_message":"Добро пожаловать на сайт Academy – уникальной сети залов для фитнеса, созданной специально для вас, прекрасных женщин! Мы рады приветствовать вас в нашем онлайн-пространстве, где вы сможете обрести гармонию между телом и душой, идеально подчеркнуть свою женственность и достичь здоровья, о котором вы всегда мечтали.","our_approach":"В Academy мы верим в силу женской природы и стремимся создать комфортную и поддерживающую среду, где каждая из вас будет чувствовать себя уверенно и вдохновленно. Наша философия основана на индивидуальном подходе к каждой клиентке, учете ее потребностей и особенностей организма. Мы предлагаем разнообразные тренировки, разработанные профессиональными тренерами с учетом женского физиологического профиля, чтобы помочь вам достичь ваших фитнес-целей и преодолеть любые вызовы.","fitness_variety":"Посещая наш сайт, вы сможете ознакомиться с нашим широким спектром тренировок, включая групповые занятия, функциональные тренировки, йогу и пилатес. Вы также найдете полезные советы по питанию, поддержке психологического благополучия и созданию здорового образа жизни. Мы предлагаем удобную онлайн-регистрацию, чтобы вы могли присоединиться к нашей дружной сообществу прямо сейчас.","health_partner":"В Academy мы стремимся стать вашим надежным партнером в достижении физического и эмоционального благополучия. Мы приглашаем вас присоединиться к нашему сообществу и начать увлекательное путешествие к здоровому и счастливому образу жизни. Вместе мы достигнем невероятных результатов и почувствуем себя по-настоящему вдохновленными!","team_greeting":"С уважением,Команда Academy"},"common":{"footer":"«Академия гибкости» 2023","Sign up for Academy":"Запишитесь в Клуб Academy Lounge","Page not found":"Страница не найдена","coming_soon":"Скоро","go_back":"Назад","about_academy":"Об Academy","offer":"Оферта","user_agreement":"Пользовательское соглашение","personal_trainer":"Персональный тренер","signup":"Записаться","send":"Отправить","manager_online":"Менеджер на связи","purchase_consultation":"Проконсультируйтесь по вопросам приобретения","until_time":"до","from_time":"С","training_with_professionals":"Занимайтесь с профессионалами и мастерами спорта","fitness_aesthetics_for_women":"Пространство фитнес эстетики с инновационной велнес экосистемой для женщин","women_only":"Только для девушек","studio":"Студия","phone":"Телефон","your_Name":"Как вас зовут?","manager_contact":"После отправки с вами свяжется наш менеджер, чтобы уточнить детали и осуществить запись","confirm_booking":"Подтвердите запись","code_sent_to":"Код отправлен на","resend_possible_in":"Оправить повторно можно через","booking_confirmed":"Запись подтверждена","awaiting_manager_contact":"Ожидайте пока с вами свяжется менеджер","apply":"Применить","resend":"Отправить снова","format":"В формате","only_letters_in_name":"Имя должно содержать только буквы","phone_format_required":"Телефон должен быть в формате +7 (777) 777-77-77","not_selected":"Не выбрано","field_required":"Поле обязательно для заполнения","phone_format":"В формате +7 (777) 777-77-77","name_input":"Введите имя","go_to_main":"На главную"}}},"initialLocale":"kz","ns":["offer-page","common"],"userConfig":{"debug":false,"i18n":{"defaultLocale":"ru","locales":["ru","kz"]},"reloadOnPrerender":false,"default":{"debug":false,"i18n":{"defaultLocale":"ru","locales":["ru","kz"]},"reloadOnPrerender":false}}}},"__N_SSG":true}