{
    "user_agreement_info": "Пожалуйста, внимательно ознакомьтесь с нашим пользовательским соглашением перед использованием сайта Academy. Данное соглашение является юридически обязательным документом, устанавливающим условия использования нашего сайта и всех его сервисов.",
    "user_agreement_info-1": "Регистрация и аккаунт: При использовании сайта Academy, вы обязуетесь предоставить достоверную информацию при регистрации и создании аккаунта. Вы несете ответственность за сохранение конфиденциальности ваших учетных данных и соглашаетесь не передавать их третьим лицам. Вы также несете полную ответственность за все действия, совершенные с использованием вашего аккаунта.",
    "user_agreement_info-2": "Права и ограничения: Все материалы, предоставленные на сайте Academy, включая тексты, изображения, видео и другие контенты, являются объектами авторского права. Вы обязуетесь не воспроизводить, распространять или использовать наш контент без явного разрешения правообладателя.",
    "user_agreement_info-3": "Правила поведения: Мы настоятельно просим вас соблюдать этику и уважать других пользователей нашего сайта. Запрещено публиковать незаконный, оскорбительный, дискриминационный или порнографический контент. Мы оставляем за собой право удалить любой контент, который нарушает эти правила.",
    "user_agreement_info-4": "Отказ от ответственности: Мы прилагаем все усилия, чтобы обеспечить точность и актуальность информации на сайте Academy, однако не несем ответственности за любые ошибки или упущения. Использование нашего сайта и его сервисов происходит на ваш риск.",
    "user_agreement_info-5": "Изменения в пользовательском соглашении: Мы оставляем за собой право вносить изменения в данное пользовательское соглашение по своему усмотрению. Любые изменения будут опубликованы на сайте, и ваше дальнейшее использование сайта после таких изменений означает ваше согласие с ними.",
    "review_conditions": "Просим вас внимательно ознакомиться с вышеперечисленными условиями. Если вы не согласны с данным пользовательским соглашением, прекратите использование нашего сайта. Если у вас возникли вопросы или требуется дополнительная информация, вы можете обрат"
}
  