{
    "user_agreement_info": "Academy сайтын пайдалануға кірерген алдын-ала келініз, біздің пайдаланушы келісімімен танысуыңызды қатты көңіл бөліңіз. Бұл келісім хұққалықтық ереже болып табылады, сайтымызды және оның барлық қызметтерін пайдалану условияларын белгілейді.",
    "user_agreement_info-1": "Тіркелу және тіркелгі: Academy сайтын қолданып жатыркеніңізде, тіркелу және тіркелгіді жасау кезінде шындықпен ақпаратты көрсетуіңізді сақтауыңыз керек. Сіздің кіру деректеріңіздің конфиденциальдылығын сақтау үшін жауапкершілік күтеміз, оны үшін үшінші тармаларға беруіңізге келісесіз. Сіз өз аккаунтыңызды пайдалану арқылы атқарған барлық әрекеттерден толық жауапкершілікті күтеміз.",
    "user_agreement_info-2": "Құқықтар және шектер: Academy сайтында көрсетілген барлық материалдар, мәтіндер, суреттер, бейнелер және басқа мазмұндар авторлық құқыққа тиісті. Сіз құқықтық мұқиятқар берілгенде, мазмұнды біздің рұқсатымызсыз басқа көздерге көшіруге келісесіз.",
    "user_agreement_info-3": "Құқықтарды қауіпсіздету: Біз қызметкерлердің сайтымызды пайдалануға адабиетін сақтауға шақырамыз және еркін пайдаланушыларға көрсеткен мінезін береміз. Законсыз, қателікті, қорғасыз немесе порнографиялық мазмұнды жариялау қатты тиіс. Бұл ережелерді ауыратып кету үшін мүмкіндік береміз.",
    "user_agreement_info-4": "Жауапкершіліктен бас тарту: Academy сайтындағы ақпаратты дәлелдендіру және қазіргі уақыттағы барлық ақпаратты дәлелдендіруге барлық қол жетімділікті қабылдаймыз, бірақ біздің сайтымыздан пайдалану кезінде келетін қателіктерге жауапкершілік етпеміз.",
    "user_agreement_info-5": "Пайдаланушы келісімінде өзгерістер: Біз өз пайдасына өзгерістерді қосу үшін құқықты аламыз. Кез келген өзгерістер сайтта жарияланады және олардың кейбірін пайдалану кезінде олардың келісіміңізге қол жеткізуді айтады.",
    "review_conditions": "Ашықты ертең төменгі условияларға көз жеткізуіңізді қалаймыз. Егер сіз бұл пайдаланушы келісімімен келіспесеңіз, біздің сайтымызды пайдалану қолданысын тоқтатыңыз. Сұрақтарыңыз болса немесе қосымша ақпарат керек болса, сіз өтініш беруге болады."
}